Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: This follows from section 9(b) of the Public Archives Act.
nn: Dette følgjer av arkivlova §9 bokstav b.

source: In 2005 the National Museum was commissioned by the Ministry of Culture to draw up a plan of action for a country-wide effort to present the visual arts, the decorative arts, architecture and design to the public.
nn: I 2005 fekk Nasjonalmuseet i oppdrag frå Kultur- og kyrkjedepartementet å utarbeide ein handlingsplan for landsdekkjande formidling av biletkunst, kunsthandverk, arkitektur og design.

source: per year of its existing emissions from the cement factory in Brevik.
nn: per år frå eksisterande utslepp frå sementfabrikken i Brevik.

source: Norwegian banks and mortgage companies obtain much of their wholesale funding abroad and in foreign currency.
nn: Norske bankar og kredittføretak hentar mykje av marknadsfinansieringa si i utlandet og i utanlandsk valuta.

source: production, settlement and the cultural landscape,
nn: Landbruket og utmarksressursane er viktige

source: life expectancy had increased to 78 and 83
nn: venta levealder auka til 78 og 83 år.

source: Green Mountain has a number of international clients.
nn: Green Mountain har opplevd stor vekst dei siste åra og har fleire store internasjonale kundar.

source: to this on the part of the industry, I firmly believe
nn: skapa og fokus på dette frå industrien si side har eg

source: As part of its activities related to the International Geophysical Year, Norway was responsible for an Antarctic scientific expedition in 1956–60 which established a research station called Norway Station.
nn: Som ledd i IGY-verksemda hadde Norge i 1956–60 ein vitskapleg Antarktis-ekspedisjon som oppretta forskingsstasjonen Norway Station.

source: If an enterprise does not trust the integrity of its system, there may be serious consequences if the information is used for making important decisions or if, for example, the information is stored in a system that is critical for the enterprise or its customers.
nn: Dersom ein ikkje kan føle seg trygg på integriteten i systemet ein brukar, kan det få alvorlege konsekvensar om ein skal bruke informasjonen til å ta viktige avgjerder, eller om han for eksempel inngår i system som er kritiske for verksemda eller kundane.

source: These apply to personal data but will in practice likely affect all types of data.
nn: Dette gjeld for personopplysningar, men vil truleg i praksis få effekt for alle typar data.

source: In Finland and Sweden, housing prices have continued to increase, and banks have coped better than in many other countries.
nn: I Finland og Sverige har bustadprisane har gått vidare opp, og bankane har klart seg betre enn i mange andre land.

source: The enterprise must assess what consequences different events may have for its users, for the enterprise itself, and for the sector as a whole.
nn: Verksemda må då vurdere kva konsekvensar ulike hendingar kan få, både for brukarane av verksemda sine tenester, for verksemda sjølv og for sektoren i det heile.

source: In some periods, everyone who was able to work from home was encouraged to do so.
nn: I periodar har det blitt oppfordra til at alle som kan, skal ha heimekontor.

source: The international financial crisis demonstrated how negative interactions between the financial system and the real economy may exacerbate recessions and disturbances in the financial system.
nn: Den internasjonale finanskrisa viste korleis negative vekselverknader mellom finanssystemet og realøkonomien kan forsterka nedgangskonjunkturar og forstyrringar i finanssystemet.

source: the requested information;
nn: derte rammeplanen for innhaldet i og oppgåvene

source: The final form of the Solvency II framework as a whole will depend on the content of the level 2 implementing measures.
nn: Den endelege utforminga av Solvens II-regelverket er avhengig av korleis dei såkalla gjennomføringsføresegnene, nivå 2-føresegnene, vert sjåande ut.

source: Because no major investments are needed in hardware and infrastructure or software licences, there will be less need for startup capital.
nn: Fordi ein ikkje treng å gjere store investeringar i maskinvare og infrastruktur eller programvarelisensar, blir behovet for startkapital redusert.

source: Source: Margrete Vestager, Vice President of the Von der Leyen Commission, whose work covers ‘a Europe that is ready for the digital age’.
nn: Margrete Vestager, visepresident i Von der Leyen-kommisjonen, med arbeidsområdet «eit Europa som er klar for den digitale tidsalderen»

source: Skåden was nominated for the Nordic Council’s Literature Prize in 2007 for his first collection of poems,
nn: Skåden vart nominert til Nordisk Råds litteraturpris i 2007 for debutdiktsamlinga Skuovvadeddjiid gonagas.

source: The Government has proposed NOK 630 million for carbon offsetting in 2013, an increase of NOK 115 million.
nn: Til kjøp av klimakvoter føreslår regjeringa 630 millionar kroner i 2013, som er ein auke på 115 millionar kroner.

source: The project is being executed through a separate SPV (Special Purpose Vehicle) based in Finland.
nn: Utviklingsprosjektet er gjennomført som eit eige SPV (Special Purpose Vehicle) heimehøyrande i Finland.

source: The Storting pledged funding to initiate the FEED studies at Norcem and Fortum Oslo Varme.
nn: Stortinget løyvde midlar til å sette i gong forprosjekt hos Norcem og Fortum Oslo Varme.

source: Data is increasingly contributing to value creation in many sectors and business areas, but there is still a potential for growth in the years to come.
nn: Regjeringa vil at den datadrivne økonomien skal gi auka verdiskaping, fleire lønnsame arbeidsplassar og ein meir effektiv offentleg sektor.

source: The evaluation stressed that cooperation must not be based on conflict and that if the content is to benefit the pupils, it is important that both cultural and educational objectives are maintained.
nn: Konfliktperspektivet må ikkje verte lagt til grunn for samhandling, og det er viktig at både dei kunst- og kulturfaglege og dei pedagogiske ambisjonane vert oppretthaldne.

source: Finanstilsynet therefore proposed in March 2013 that life insurance companies and pension funds be required to comply with a new minimum death basis requirement from 2014.
nn: Finanstilsynet foreslo difor i mars 2013 at livsforsikringsselskapa og pensjonskassene må retta seg etter eit nytt minstekrav til døyingsgrunnlag frå 2014.

source: phases of oil and gas activities must respect the envi-
nn: olje- og gassverksemda skal ta omsyn til miljøet og

source: to produce inclusive kindergartens and schools.
nn: å føre over meir gods- og persontransport til jern­

source: It is responsible for the Ministry’s internal financial system, its internal budget, developing and maintaining steering documents in the financial field, financial management and accounts, and budgeting and financial management rules.
nn: I tillegg har seksjonen ansvar for interne økonomisystem, internbudsjettet i departementet, utvikling og vedlikehald av styringsdokument påøkonomiområdet, økonomiforvalting og rekneskap, og regelverk knytt til budsjett- og økonomiforvalting.

source: In addition, it is proposed that actors who plan to build a data centre with capacity exceeding 2 MW, and other plants with more than 20 MW of supplied electrical power, should perform a waste heat analysis.
nn: I tillegg er det foreslått at aktørar som planlegg å bygge datasenter med over 2 MW og andre anlegg med over 20 MW tilført elektrisk effekt, skal gjennomføre ein spillvarmeanalyse.

source: The government therefore proposes to continue the scheme with NOK 100 million in 2021.
nn: Regjeringa foreslår difor å vidareføre ordninga med 100 millionar kroner i 2021.

source: The provisions of the Financing Activities Act do not prevent a savings bank from making donations to a foundation engaged in a cause which serves the common good which is not subject to supervision by Finanstilsynet, as long as the foundation is the end recipient of the donation.
nn: Føresegna i finansieringsverksemdslova er ikkje til hinder for at ein sparebank gjev gåver til ei ålmennyttig stifting som ikkje er underlagd Finanstilsynet, så lenge stiftinga er sluttmottakaren av gåva.

source: Norway plays a dominant role in the krill fishery, with three vessels accounting for more than 50 per cent of the total harvest.
nn: Norge har ei dominerande rolle i krillfisket, med tre fartøy som står for over 50 prosent av den totale fangsten.

source: In 2020, a number of e-health services have seen a rise in use due to the coronavirus situation.
nn: I 2020 har fleire e-helsetenester fått auka bruk på grunn av koronasituasjonen.

source: This is especially noticeable in film, where the ratio of men to women is 80:20.
nn: Spesielt i den norske filmbransjen er underrepresentasjonen av kvinner tydeleg, med ei kjønnsfordeling på omlag 80:20.

source: The CCAMLR Scientific Committee is the key actor in developing research plans for the convention area, including research on krill.
nn: Vitskapskomiteen i CCAMLR er sentral når det gjeld utvikling av forskingsplanar i konvensjonsområdet, og dette gjeld òg forskinga på krill.

source: on the provisions of the Petroleum Act.
nn: departementet, og heimla i petroleumslova.

source: emissions that reflects what it will cost to limit the average temperature increase to 1.5–2 degrees Celsius by 2100.
nn: -utslepp som reflekterer kva det vil koste å avgrense den gjennomsnittlege temperaturaukinga til mellom 1,5 – 2 grader innan 2100.

source: The development and operation of Northern Lights will generate activity for Norwegian suppliers.
nn: Utbygging og drift av Northern Lights vil gi aktivitet til norske leverandørar.

source: The well hit a 75-metre layer of sealing shale above this with sufficient integrity for CO
nn: Over dette traff brønnen eit 75 m tjukt lag med forseglande skifer med tilstrekkeleg integritet for CO

source: If the requirement is set at 3 per cent or lower, it may apply to all exposures of domestic banks.
nn: Vert kravet fastsett til 3 prosent eller lågare, kan det gjelda for heile den risikovekta balansen til bankane i landet som fastset kravet.

source: the limitations of paragraph 3 but in no case
nn: dispensasjon til å drive kurs med berre 3 elevar.

source: The report pointed out that the present objectives and principles can be interpreted in many different ways, and that this has meant that the lines along which the programme is organised are poorly understood at all levels.
nn: Evaluator hevdar at dei gjeldande måla og prinsippa for ordninga opnar for eit mangfald av tolkingar, og at dette har medverka til låg systemforståing om Den kulturelle skulesekken.

source: In 2020, various Government representatives held several meetings with representatives from Microsoft’s US and global management.
nn: I 2020 heldt diverse representantar for regjeringa fleire møte med representantar for den globale og nasjonale leiinga i Microsoft.

source: In order to set a goodexample, one must show respect for others, for the subject taught and for one's own and otherpeople's work.
nn: Åvere eit godt førebilete føreset respekt for den enkelte, for faga og for eige og andre sitt arbeid.Lærarane må vere førebilete m.a.

source: The Government has appointed a commission to propose a new legal basis for preventive national security (Security Commission).
nn: Regjeringa har oppnemnt eit utval som skal foreslå nytt lovgrunnlag for førebyggande nasjonal tryggleik (Tryggingsutvalet).

source: With regard to the Cultural Rucksack, there will be a focus on competence-building in the implementation of cultural projects and the production of art and culture of a high quality.
nn: Det skal arbeidast målretta med kompetanseutvikling i den vidare utviklinga av Den kulturelle skulesekken innanfor både implementering av kunst- og kulturprosjekt og produksjon av kvalitative kunst- og kulturprosjekt.

source: The capital adequacy rate of the companies as a whole was 16.2 per cent at the end of 2012, representing a small increase on 2011.
nn: Kapitaldekninga i selskapa under eitt var 16,2 prosent ved utgangen av 2012, ein liten auke jamført med 2011.

source: This work is hereinafter referred to as benefit realisation.
nn: Dette arbeidet er vidare omtalt som gevinstrealisering.

source: In the period 2001–2009, hardly any data centres were opened.
nn: I perioden 2001–2009 var det nærmast ingen nye etableringar.

source: NIST defines the following characteristics of cloud computing:
nn: NIST trekker fram følgande kjenneteikn på skytenester:

source: NOK 19 million to Rikskonsertene for the production and presentation of school concerts.
nn: 19 mill. kroner er fordelte til Rikskonsertane til formidling og produksjon av skulekonsertar.

source: The current trend is for providers of cloud and data centre services to consolidate their data centres into large and increasingly energy-efficient entities.
nn: Det er ein trend at leverandørar av sky- og datasentertenester konsoliderer datasentera sine til store, og stadig meir energieffektive einingar.

source: Much of the local employment will be seen in 2022 and 2023.
nn: Ein stor del av sysselsettinga lokalt vil kome i 2022 og 2023.

source: A cairn in Dronning Maud Land left by a mapping team from the Maudheim expedition in 1949–52 may be a candidate for addition to the list of historic sites and monuments.
nn: Ein varde i Dronning Maud Land etter ein kartleggingsekspedisjon frå Maudheim-ekspedisjonen 1949–52 kan vere aktuell å føre opp på lista over historiske stader og minnesmerke.

source: Examples of measures that receive increases in the fiscal budget for 2011:
nn: Døme på tiltak som får auke over statsbudsjettet for 2011:

source: Figure 2.5 Global overview of CCS facilities in 2019 from the Global CCS Institute.
nn: Figur 2.5 Global oversikt over CO -handteringsfasilitetar i 2019 frå Global CCS Institute.

source: Institutions will nevertheless be required to report their leverage ratios from 1 January 2015.
nn: Institusjonane skal likevel rapportera sin uvekta kjernekapitaldekning frå 1. januar 2015.

source: Article 6 of the Paris Agreement enables countries to cooperate to achieve their national contributions to reducing greenhouse gas emissions, including by way of a mechanism for market-based cooperation.
nn: Parisavtalens artikkel 6 opnar for at land kan samarbeide for å nå deira nasjonale bestemte bidrag for å redusere klimagassutslepp, inkludert gjennom ein mekanisme for marknadsbasert samarbeid.

source: Changes to private pension schemes are work in progress.
nn: Dei private pensjonsordningane ligg i støypeskeia.

source: This makes for more efficient energy consumption than if all the customers had their own data centres with their own hardware, cooling systems, etc.
nn: Dette gir meir effektiv energibruk enn om alle kundane skulle hatt sine eigne datasenter med eiga maskinvare, kjøling med meir.

source: Lending comprises about 80 per cent of the total assets of banks and residential mortgage companies, and credit risk is thus normally the main risk facing Norwegian banks and other credit institutions.
nn: Om lag 80 pst. av forvaltningskapitalen til bankane og bustadkredittføretaka er sett saman av utlån, og kredittrisikoen er under normale tilhøve den største risikoen for norske bankar og andre kredittinstitusjonar.

source: A large part of Troll’s fuel needs stems from the transport of fuel for refilling the airplanes that fly between Cape Town and Dronning Maud Land.
nn: Ein stor del av drivstoffbehovet på Troll er knytt til transporten av mellom anna drivstoff for etterfylling av fly som vert nytta mellom Cape Town og Dronning Maud Land.

source: The Storting approved the Government’s proposal to make 2008 a year to celebrate cultural diversity in Norway.
nn: Stortinget har slutta seg til regjeringa sitt framlegg om å gjere 2008 til eit år for å markere kulturelt mangfald i Noreg.

source: Relevant measures include promoting the global effort to combat illicit financial flows and organised crime.
nn: Aktuelle tiltak er å fremje global innsats mot kapitalflukt og organisert kriminalitet.

source: Section for Legal and International Affairs
nn: Seksjon for juridiske og internasjonale saker

source: Textbox 4.6 “The Bomb Shelter”, a cooperation project involving writers and archives
nn: Boks 4.6 «Tilfluktsrommet» – samarbeid mellom forfattar og arkiv.

source: A range of control mechanisms are available:
nn: Det finst ulike mekanismar for å utøve slik kontroll:

source: Article 25 of the protocol further states that if, after 50 years, one or more of the Antarctic Treaty consultative parties requests it, a conference shall be held to review the operation of the Environment Protocol.
nn: I artikkel 25 i protokollen står det vidare at etter 50 år skal det, dersom ein eller fleire av dei konsultative partane i Antarktistraktaten ber om det, haldast ein revisjonskonferanse for å vurdere korleis miljøprotokollen verkar.

source: The Cultural Rucksack is an ambitious cultural and school policy project.
nn: Den kulturelle skulesekken er eit ambisiøst kultur- og skulepolitisk prosjekt.

source: The Government has given more than NOK 1.6 billion in grants for broadband expansion in such areas since 2014.
nn: Regjeringa har bidratt med over 1,6 milliardar kroner i tilskot til breibandsutbygging i slike område sidan 2014.

source: 15/5-1 Dagny may come on stream during 2008-2010 when there is available
nn: 15/5-1 Dagny kan koma i produksjon i perioden 2008–2010,

source: ensuring that freedom of expression is safeguarded
nn: Prinsippa for mål- og resultat-

source: This industry is important for jobs and local development, not least in many rural communities.
nn: Næringa er viktig for arbeidsplassar og lokal utvikling, ikkje minst i mange distriktskommunar.

source: Because European banks were facing the maturity of a significant part of their funding at the beginning of 2012, and conditions in the funding markets did not appear to be improving, prospects were bleak towards the end of 2011.
nn: Av di europeiske bankar stod andsynes store forfall på finansieringa i byrjinga av 2012, og tilhøva på finansieringsmarknadene ikkje såg ut til å betra seg, var utsiktene dystre mot slutten av 2011.

source: Sovereign debts in several industrialised countries have in recent years increased to levels previously only observed during times of war.
nn: Statsgjelda i fleire av industrilanda har dei siste åra auka til nivå som ein før berre har sett i krigstid.

source: In January alone, house prices rose by about 5.3 per cent.
nn: Berre i januar steig bustadprisane med om lag 5,3 pst.

source: The Community indicated that they might revert to this matter at next year»s annual consultations.
nn: Utnyttinga av dei fastsette kvotane i Skagerrak har også vore gjennomgåande høg for EU.

source: The infection spreads fast, and it is important to break the chains of infection as soon as possible.
nn: Smitten spreier seg raskt, og det er viktig at vi klarer å bryte smittekjeder så raskt som mogleg.

source: Under the red-green government, about NOK 18 billion has been granted to rural and regional development.
nn: Under den raudgrøne regjeringa er det løyvd om lag 18 milliardar kroner til distrikts- og regionalutvikling.

source: Other data may nuance this.
nn: Andre tal kan nyansere dette.

source: Norwegian banks have strengthened their solvency considerably since 2008, including in 2011.
nn: Norske bankar har styrkt soliditeten monaleg etter 2008, òg i 2011.

source: Experience from 2020 has resulted in a need for change and improved cost effectiveness in the industry.
nn: Erfaringane frå 2020 har ført til at næringa må omstille seg, blant anna til å drive meir effektivt.

source: strongly in recent decades, also at the expense of
nn: Norsk gass er viktig for energiforsyninga i Europa,

source: As at yearend 2013, the lending margin in relation to private sector businesses and retail customers was the same, as measured by the NIBOR differential.
nn: Ved utgongen av 2013 var utlånsmarginen til private føretak og personkundar like stor, målt ved differansen til Nibor.

source: The project shall generate knowledge to show that full-scale CCS is feasible and safe.
nn: Prosjektet skal gi kunnskap som viser at det er mogleg og trygt å gjennomføre fullskala CO

source: The project will also develop standards for linking models and control systems into large, shared simulations.
nn: Prosjektet skal òg utvikle standardar for å kople saman modellar og kontrollsystem til store felles simuleringar.

source: The proposal includes a requirement to perform an analysis of waste heat utilisation when building power plants, industrial plants, district heating plants, district cooling plants and energy production plants with more than 20 MW of supplied heating effect.
nn: Forslaget inneber blant anna å stille krav om at det blir gjennomført ein analyse av spillvarmeutnytting ved bygging av kraftverk, industrianlegg, fjernvarmeanlegg, fjernkjøleanlegg og energiproduksjonsanlegg med over 20 MW tilført varmeeffekt.

source: pollinators, such as parks, churchyards and
nn: og berekraftig landbruk med lågare utslepp av

source: The debt burden is currently about 200 pct.; see Figure 2.9.
nn: Gjeldsbøra ligg no på om lag 200 pst., sjå figur 2.9.

source: Based on the knowledge available, it is reasonable to expect that the Antarctic sea ice will gradually decline in area and thickness.
nn: Den tilgjengelege kunnskapen tilseier at det er rimelig å rekne med at havisen i Antarktis etter kvart vil minke i utbreiing og tynnast.

source: In other cultural activities, like literature or cultural heritage presentations, acting is used to broaden and intensify the experience.
nn: I andre uttrykk, til dømes i formidling av kulturarv og litteratur, vert performative uttrykk nytta for å styrkje og utvide opplevingane.

source: Textbox 3.5 Earlier Norwegian scientific activity
nn: Boks 3.5 Tidlegare norsk forskingsverksemd

source: As detailed in Chapter 4,
nn: Som det er gjort greie for i kapittel 4

source: Since the robot weighs only 200 kg, it can start working on wet soil in early spring without compressing it, like a heavy tractor would do.
nn: Fordi roboten berre veg 200 kg, kan han starte arbeidet på fuktig jord tidleg om våren utan å komprimere jorda, slik ein tung traktor vil gjere.

source: ‘In Malawi, only 600 tests for Covid-19 have been conducted for a population of 17.5 million.
nn: Dato: - I Malawi er det berre utført 600 covid-19-testar i ei befolkning på 17,5 millionar.

source: If the requirement is set between 3 and 5 per cent, it may only apply to the domestic and third country exposures of domestic banks.
nn: Vert kravet fastsett til mellom 3 og 5 prosent, kan det gjelda den delen av den risikovekta balansen som er knytt til verksemder i heimlandet og i land utanfor EU.

source: In a scenario with current European climate policy, the project is not socioeconomically profitable and the analysis shows negative net quantified effects of the project.
nn: I eit scenario med dagens europeiske klimapolitikk er prosjektet ikkje samfunnsøkonomisk lønsamt og analysen viser i dette scenarioet negative netto prissette verknader for prosjektet.
